Repository: fuatebuzeynebKplus/safari
Catalog: lib/l10n/intl_*.arb
Languages: ar, tr

# PassengerCountNotCompatibleWithPassengerType
source: Passenger count is not compatible with related passenger type
ar: عدد الركاب غير متوافق مع نوع الركاب المحدد
tr: Yolcu sayısı ilgili yolcu türüyle uyumlu değil

source: Insufficient quota
ar: الحصة غير كافية
tr: Yetersiz kota

source: Invalid product type
ar: نوع المنتج غير صحيح
tr: Geçersiz ürün türü

source: Availability not found
ar: لا يوجد تتطابق
tr: Uygunluk bulunamadı

source: Invalid country
ar: البلد غير صحيح
tr: Geçersiz ülke

# ReservationUpdatedByMainAccountUser
source: Reservation updated by user from main account
ar: تم تحديث الحجز بواسطة مستخدم من الحساب الرئيسي
tr: Rezervasyon ana hesap kullanıcısı tarafından güncellendi

# SearchResultExpired
source: Your search result expired
ar: نتيجة البحث منتهية
tr: Arama sonucu süresi doldu

# CancelledFailed
source: Canceled failed
ar: فشل الإلغاء
tr: İptal başarısız oldu

source: Invalid mileage program number
ar: رقم برنامج الأميال غير صحيح
tr: Geçersiz mil programı numarası

source: Invalid HES code
ar: رمز HES غير صحيح
tr: Geçersiz HES kodu

source: HES code is mandatory
ar: رمز HES إلزامي
tr: HES kodu zorunludur

source: Invalid payment type
ar: نوع الدفع غير صحيح
tr: Geçersiz ödeme türü

# InvalidCardInformation
source: Invalid card info
ar: معلومات البطاقة غير صحيحة
tr: Geçersiz kart bilgileri

# ThreeDSecurePaymentIsMandatory
source: 3D secure payment is mandatory
ar: الدفع 3D الآمن إلزامي
tr: 3D güvenli ödeme zorunludur

# ReturnUrlIsMandatoryForThreeDSecurePayment
source: Return url is mandatory for 3D secure payment
ar: عنوان URL العودة إلزامي للدفع الآمن 3D
tr: 3D güvenli ödeme için dönüş URL'si zorunludur

# ReturnUrlIsMandatoryForAPS
source: Return url is mandatory for APS(Alternative Payment Systems)
ar: عنوان URL العودة إلزامي لأنظمة الدفع البديلة (APS)
tr: APS (Alternatif Ödeme Sistemleri) için dönüş URL'si zorunludur

# BalanceNotEnough
source: Balance is not enough
ar: الرصيد غير كافٍ
tr: Bakiye yeterli değil

source: Credit card does not match payment option
ar: بطاقة الائتمان لا تتطابق مع خيار الدفع
tr: Kredi kartı ödeme seçeneğiyle uyumlu değil

# reservationSucceed
source: Reservation
ar: تم الحجز
tr: Rezervasyon

source: Reservation failed
ar: فشل الحجز
tr: Rezervasyon başarısız

source: Reservation expired
ar: انتهى الحجز
tr: Rezervasyon süresi doldu

# reservationCancelled
source: Cancel
ar: تم الإلغاء
tr: İptal

# ticketingFailed
source: Issue ticket failed
ar: فشل في إصدار التذكرة
tr: Biletleme başarısız

# ticketingSucceed
source: Sales
ar: تم البيع
tr: Satış

# ticketingCancelled
source: Ticket cancelled
ar: تم إلغاء التذكرة
tr: Bilet iptal edildi

# reservationChanged
source: Reservation details changed
ar: تم تغيير تفاصيل الحجز
tr: Rezervasyon detayları değiştirildi

# ticketingChanged
source: Ticket details changed
ar: تم تغيير تفاصيل التذكرة
tr: Bilet detayları değiştirildi

# cancellationPending
source: Pending cancellation
ar: إلغاء معلق
tr: İptal bekleniyor

# ticketingVoid
source: Ticket void succeed
ar: تم إلغاء التذكرة بنجاح
tr: Bilet geçersiz kılma başarılı
