Repository: fuatebuzeynebKplus/safari
Catalog: lib/l10n/intl_*.arb
Languages: ar, tr

source: No Flights Found
ar: لم يتم العثور على رحلات

source: Flights Not Loaded
ar: لم يتم تحميل الرحلات

source: Transaction is being processed...
ar: المعاملة قيد التنفيذ...

# SearchFlight
source: Search for a Flight
ar: البحث عن رحلة
tr: Ucuş Ara

source: Amount
ar: المبلغ
tr: Tutar

source: Percent
ar: النسبة
tr: Oran

source: Account
ar: حساب
tr: Hesap

source: Home
ar: الصفحة الرئيسية
tr: Ana

source: Bookings
ar: الحجوزات
tr: Rezervasyonlar

source: Result Screen
ar: شاشة النتيجة
tr: Sonuç Sayfası

# BackToHome
source: Back To Home Screen
ar: الرجوع للصفحة الرئيسية
tr: Ana Sayfaya Dön

# UpdateMessage
source: A new version of the app is available. Update to enjoy the latest features and improvements.
ar: يتوفر إصدار جديد من التطبيق. قم بالتحديث للاستمتاع بأحدث الميزات والتحسينات.
tr: Yeni bir uygulama sürümü mevcut. En son özellikler ve geliştirmelerin faydalanabilmek için güncelleyin.

source: Update Available !!
ar: تحديث متاح !!
tr: Güncelleme Mevcut !!

source: Unable to open the app store.
ar: غير قادر على فتح متجر التطبيقات.
tr: Uygulama mağazası açılamadı.

source: Click to update the app
ar: انقر لتحديث التطبيق
tr: Uygulamayı gücellemek için tıklayınız

# CheckInDate
source: Check-In
ar: تاريخ الوصول
tr: Giriş Tarihi

# CheckOutDate
source: Check-Out
ar: تاريخ المغادرة
tr: çıkış Tarihi

source: Room Count
ar: عدد الغرف
tr: Oda Sayısı

source: Hotel Info
ar: معلومات الفندق
tr: Otel Bilgileri

source: Try Again
ar: حاول مرة أخرى
tr: Tekrar Deneyin

source: Payment Failed!!
ar: فشل الدفع!!
tr: Ödeme Başarısız!!

source: Your transaction has been successfully completed
ar: تم إتمام معاملتك بنجاح
tr: İşleminiz Başarıyla Tamamlandı

# AppCloseMessage
source: Are you sure you want to exit the application?
ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟
tr: Uygulamadan cıkıs yapmak istediğinizden emin misiniz?

# ReservationCancelMessage
source: Are you sure you want to cancel the reservation?
ar: هل أنت متأكد أنك تريد إلغاء الحجز؟
tr: Rezervasyonu iptal etmek istediğinizden emin misiniz?

# TicketCancelMessage
source: Are you sure you want to cancel the ticket?
ar: هل أنت متأكد أنك تريد إلغاء التذكرة؟
tr: Bileti iptal etmek istediğinizden emin misiniz?

source: Yes
ar: نعم
tr: Evet

source: No
ar: لا
tr: Hayır

source: Agency Payment
ar: دفع الوكالة
tr: Müşteri Kartı

source: Customer Payment
ar: دفع العميل
tr: Acenta Kartı

source: Flight
ar: الرحلة
tr: Uçuş

source: Departure
ar: المغادرة
tr: Kalkış

source: Arrival
ar: الوصول
tr: Varış

source: Baggage
ar: الأمتعة
tr: Bagaj

source: Class
ar: الدرجة
tr: Sınıf

source: Status
ar: الحالة
tr: Durumu

source: Ticket Price
ar: سعر التذكرة
tr: Bilet Ücreti

source: Taxes
ar: الضرائب
tr: Vergiler

source: Passenger Type
ar: نوع الراكب
tr: 'Yolcu Tipi

source: Full Name
ar: الاسم الكامل
tr: Isim Soyisim

# IdOrPassport
source: ID / Passport
ar: الهوية / جواز السفر
tr: TC / Pasaport

source: Ticket Number
ar: رقم التذكرة
tr: Bilet Numarası

# PdfRedMessage
source: * We would like to point out that the responsibility for the country entry requirements (visa, vaccination card, and PCR test) lies entirely with the passenger. We strongly remind you to check with the relevant country's consulate for up-to-date information on entry and exit restrictions and new regulations before your flight.
ar: * نود أن نشير إلى أن المسؤولية عن متطلبات دخول الدول (التأشيرة، بطاقة التطعيم، واختبار PCR) تقع بالكامل على عاتق الراكب. نذكركم بشدة بضرورة التحقق من قنصلية الدولة المعنية للحصول على معلومات محدثة حول قيود الدخول والخروج واللوائح الجديدة قبل رحلتك.

# ImportantSubTitle
source: According to the airline's rules, especially on long-haul flights, check-in procedures at the counter can be available earlier, and baggage allowances may vary depending on the airline.
ar: وفقًا لقواعد شركة الطيران، خاصة في الرحلات الطويلة، قد تكون إجراءات تسجيل الوصول في الكاونتر متاحة في وقت مبكر، وقد يختلف عدد الأمتعة المسموح به حسب شركة الطيران.
tr: HAVAYOLLARININ KURALLARINA GÖRE ÖZELLİKLE UZUN MENZİLLİ UÇUŞLARDA KONTUAR CHECK-IN İŞLEMLERİ ERKEN KULLANILABİLMEKTEDİR, BAGAJ HAKLARI HAVAYOLLARINA GÖRE DEĞİŞİKLİK GÖSTEREBİLMEKTEDİR.

source: File downloaded:
ar: تم تنزيل الملف:
tr: Dosya indirildi:

source: IMPORTANT REMINDER:
ar: تذكير هام:
tr: ÖNEMLİ HATIRLATMA:

# Information
source: TO INFORM
ar: للتوضيح
tr: BİLGİLENDİRME

source: Price Information
ar: معلومات السعر
tr: Fiyat Bilgisi

source: Reservation Info
ar: معلومات الحجز
tr: Rezervasyon Bilgileri

source: Fax
ar: فاكس

source: IATA No
ar: رقم IATA

source: Company
ar: الشركة
tr: Şirket

source: Agency Information
ar: معلومات الوكالة
tr: Acente Bilgileri

# PdfOneMessage
source: For all international flights, we recommend checking official sources for the latest information and country requirements regarding passenger acceptance.
ar: بالنسبة لجميع الرحلات الدولية، نوصي بالتحقق من المصادر الرسمية للحصول على أحدث المعلومات حول متطلبات الدول فيما يتعلق بقبول الركاب.
tr: Tüm uluslararası uçuşlarda, Ülkelerin yolcu kabulü güncel durum ve ülke şartları için resmi kaynakları kontrol etmenizi tavsiye ederiz.

# PdfTitle
source: ELECTRONIC TICKET PASSENGER ITINERARY RECEIPT
ar: إيصال مسار الركاب للتذكرة الإلكترونية
tr: ELEKTRONİK YOLCU SEYAHAT BELGESİ

source: Select Date
ar: اختر التاريخ
tr: Tarih Seç

# NotSameAirportMassage
source: Please note that the airport from which your next flight will depart is not the same as the one you arrived at. Therefore, ensure that you allocate enough time to transfer between the airports and avoid any delays.
ar: يرجى ملاحظة أن المطار الذي ستغادر منه رحلتك التالية ليس نفس المطار الذي وصلت إليه. لذا تأكد من تخصيص وقت كافٍ للتنقل بين المطارات لتجنب أي تأخير.
tr: Lütfen bir sonraki uçuşunuzun kalkacağı havalimanının, indiğiniz havalimanı ile aynı olmadığını unutmayın. Bu nedenle, havalimanları arasında geçiş için yeterli zamanı ayırdığınızdan ve herhangi bir gecikmeyi önlediğinizden emin olun.

source: Price Voucher
ar: قسيمة السعر
tr: Fiyatli Voucher

source: None Price Voucher
ar: لا توجد قسيمة سعر
tr: Fiyatsiz Voucher

source: Flight Date
ar: تاريخ الرحلة
tr: Uçuş Tarihi

# GE0016ErrorMassage
source: No reservations found for this date
ar: لم يتم العثور على حجوزات لهذا التاريخ
tr: Bu tarihte rezervasyon bulunamadı

# GE0016ErrorCode
source: Lütfen farklı bir tarihle tekrar deneyin
ar: يرجى المحاولة بتاريخ مختلف
tr: Please try again with a different date

source: No flights found in this price range
ar: لم يتم العثور على رحلات في هذا النطاق السعري
tr: Bu fiyat aralığında uçuş bulunamadı

source: Please fill in all fields
ar: يرجى ملء جميع الحقول
tr: Lütfen tüm alanları doldurun

source: Empty Space cannot be left
ar: لا يمكن ترك المساحة فارغة
tr: Boş alan bırakılamaz

source: The number of babies cannot exceed the number of adults
ar: عدد الأطفال لا يمكن أن يتجاوز عدد البالغين
tr: Bebek sayısı, yetişkin sayısını geçemez

source: The starting and returning point should not be the same.
ar: نقطة البداية ونقطة العودة لا يجب أن تكونا متماثلتين.
tr: Başlangıç ve dönüş noktası aynı olmamalıdır

source: The departure or return point must not be empty.
ar: يجب ألا تكون نقطة المغادرة أو العودة فارغة.
tr: Gidiş veya dönüş noktası boş olamaz

source: You Can Only Write Letters
ar: يمكنك كتابة الأحرف فقط
tr: Sadece harf yazabilirsiniz

source: Canceled
ar: ملغى
tr: İptal Edildi

source: Invalid Code, please try again.
ar: رمز غير صالح، حاول مرة أخرى.
tr: Geçersiz kod, lütfen tekrar deneyin

source: You cannot log in without accepting the terms!
ar: لا يمكنك تسجيل الدخول دون قبول الشروط!
tr: Şartları kabul etmeden giriş yapılamaz

source: Please Select Date
ar: يرجى اختيار التاريخ
tr: Lütfen tarih seçin

source: Please Select Where You Want to Go
ar: يرجى اختيار وجهتك
tr: Lütfen gitmek istediğiniz yeri seçin

source: Please select a room
ar: يرجى اختيار غرفة
tr: Lütfen bir oda seçin

source: Make sure the phone number is written correctly
ar: تأكد من كتابة رقم الهاتف بشكل صحيح
tr: Telefon numarasının doğru yazıldığından emin olun

source: Make sure your email is written correctly
ar: تأكد من كتابة بريدك الإلكتروني بشكل صحيح
tr: E-posta adresinizin doğru yazıldığından emin olun

source: You can choose a maximum of 1 month
ar: يمكنك اختيار مدة أقصاها شهر واحد
tr: En fazla 1 ay seçebilirsiniz

source: Buy
ar: شراء
tr: Satın Al

# Minimum
source: Min.
ar: دقيقة
tr: Sa.

# Hour
source: Ho.
ar: ساعة
tr: Dk.

source: Identity Number
ar: رقم الهوية
tr: Kimlik Numarası

source: Transaction Type
ar: نوع المعاملة
tr: İşlem Tipi

source: Reservation Details
ar: تفاصيل الحجز
tr: Rezervasyon Detayları

source: Departure Date/Time
ar: تاريخ/وقت المغادرة
tr: Kalkış Tarihi/Saati

source: Route
ar: الخط
tr: Parkur

source: Transaction Date
ar: تاريخ المعاملة
tr: İşlem Tarihi

source: Booking Date
ar: تاريخ الحجز
tr: Oluşturulma Tarihi

source: flight time
ar: مدة الرحلة
tr: Uçuş Süresi

source: Reservation Number
ar: رقم الحجز
tr: Rezervasyon Numarası

source: Reservation
ar: الحجز
tr: Rezervasyon

source: Payment Info
ar: معلومات الدفع
tr: Ödeme Bilgileri

source: Total
ar: الإجمالي
tr: Toplam

source: Rooms and Guests
ar: الغرف والضيوف
tr: Odalar ve Misafirler

source: Guests
ar: الضيوف
tr: Misafirler

source: Room
ar: الغرفة
tr: Oda

source: Hostel
ar: نزل
tr: Pansiyon

source: Cancellation policies
ar: سياسات الإلغاء
tr: İptal Şartları

source: Non-Refundable
ar: غير قابل للاسترداد
tr: iade Edilemez

source: Refundable
ar: قابل للاسترداد
tr: iade Edilebilir

source: Partially Refundable
ar: قابل للاسترداد جزئيًا
tr: Sınırlı İade

source: Unknown
ar: غير معروف
tr: Bilinmiyor

source: Free
ar: مجاني
tr: Ücretsiz

source: Cancel
ar: إلغاء
tr: İptal Et

source: Paid
ar: مدفوع
tr: Ücretli

source: Rooms
ar: الغرف
tr: Odalar

source: About
ar: حول
tr: Hakkında

source: Pictures
ar: الصور
tr: Galeri

source: Location
ar: الموقع
tr: Konum

source: Conditions
ar: الشروط
tr: Olanaklar

source: Show Details
ar: عرض التفاصيل
tr: Detaylar

source: ' Prices starting from
ar: الأسعار تبدأ من
tr: ' dan başlayan fiyatlar

source: Search Hotel
ar: البحث عن فندق
tr: Otel Seç

source: Search Hotel
ar: البحث عن فندق
tr: Otel Ara

source: Guest Count
ar: عدد الضيوف
tr: Misafir Sayısı

source: Guest
ar: ضيف
tr: Misafir

source: Enter your destination city or region
ar: أدخل المدينة أو المنطقة التي ترغب في الذهاب إليها
tr: Gideceğiniz şehir veya bölgeyi girin

source: Where would you like to go?
ar: أين تريد الذهاب؟
tr: Nereye Gitmek İstersiniz?

source: Check-In
ar: تسجيل الدخول
tr: Giriş Tarihi

source: Check-Out
ar: تسجيل الخروج
tr: Çıkış Tarihi

source: NonStop
ar: بدون توقف
tr: Direkt

source: Stop
ar: توقف
tr: Aktarma

# Handluggage
source: Hand Bag
ar: حقيبة يد
tr: El Bagajı

source: To
ar: إلى
tr: Nereye

source: From
ar: من
tr: Nereden

source: Login
ar: تسجيل الدخول
tr: Giriş

source: E-Mail
ar: البريد الإلكتروني
tr: E-Posta

source: Password
ar: كلمة المرور
tr: Şifre

source: Forget Password
ar: نسيت كلمة المرور
tr: Şifremi Unuttum

source: I have agree to our
ar: لقد وافقت على
tr: Koşullarımıza

source: Terms and condition
ar: الشروط والأحكام
tr: Kullanım Koşulları

source: Flight Ticket
ar: تذكرة طيران
tr: Uçak Bileti

source: Hotel
ar: فندق
tr: Otel

source: Transfer
ar: نقل

source: Rent Car
ar: تأجير سيارة
tr: Araba Kiralama

source: Tur
ar: جولة

source: Visa
ar: تأشيرة
tr: Vize

source: Group Requests
ar: طلبات المجموعات
tr: Grup Talepleri

source: Amusement Package
ar: باقة الترفيه
tr: Eğlence Paketi

source: Events
ar: الفعاليات
tr: Etkinlikler

source: Departure Point
ar: نقطة المغادرة
tr: Kalkış Noktası

source: Destination
ar: الوجهة
tr: Varış Noktası

# OneDirection
source: Oneway
ar: ذهاب فقط
tr: Tek Yön

# DepartureReturn
source: Roundtrip
ar: ذهاب وعودة
tr: Gidiş-Dönüş

source: Multipoint
ar: متعدد النقاط
tr: Çoklu Nokta

source: Departure Date
ar: تاريخ المغادرة
tr: Gidiş Tarihi

source: Return Date
ar: تاريخ العودة
tr: Dönüş Tarihi

source: Passenger
ar: راكب
tr: Yolcu

source: Markup
ar: اضافة عمولة

# PassengerAndCabin
source: Passenger & Cabin
ar: الركاب والدرجة
tr: Yolcu ve Kabin

source: Direct Flights
ar: رحلات مباشرة
tr: Direkt Uçuşlar

source: Returnable
ar: قابلة للإرجاع
tr: İade İmkanı

source: Package
ar: حزمة

source: Detailed Search
ar: بحث مفصل
tr: Detaylı Arama

source: Corporate Code
ar: الرمز المؤسسي
tr: Kurumsal Kod

source: Prefer Airline
ar: تفضيل شركة الطيران
tr: Havayolu Tercihi

source: Search Flights
ar: البحث عن رحلات
tr: Uçuşları Ara

source: Departure date has not been selected.
ar: لم يتم اختيار تاريخ المغادرة.
tr: Gidiş tarihi seçilmemiş.

source: Departure and return dates were not selected.
ar: لم يتم اختيار تواريخ الذهاب والإياب.
tr: Kalkış ve dönüş tarihleri seçilmemiş.

source: Sort
ar: ترتيب
tr: Sırala

source: Filter
ar: فلتر
tr: Filtre

# DestinationPoint
source: Departing Flight
ar: رحلة المغادرة
tr: Varış Noktası

# ReturnPoint
source: Returning Flight
ar: رحلة العودة
tr: Dönüş Noktası

source: Details
ar: التفاصيل
tr: Detaylar

source: Search
ar: بحث
tr: Ara

# PassengerAndCabinSelection
source: Passenger & Cabin Selection
ar: اختيار الركاب والدرجة
tr: Yolcu ve Kabin Seçimi

source: Economy
ar: اقتصادي
tr: Ekonomi

source: Business
ar: رجال الأعمال

source: Adult
ar: بالغ
tr: Yetişkin

source: Child
ar: طفل
tr: Çocuk

source: Baby
ar: رضيع
tr: Bebek

source: Close
ar: إغلاق
tr: Kapat

source: Apply
ar: تطبيق
tr: Uygula

source: Clear
ar: مسح
tr: Temizle

source: Airline
ar: شركة الطيران
tr: Havayolu

source: Select Flight
ar: اختر الرحلة
tr: Uçuş Seç

source: Flight Details
ar: تفاصيل الرحلة
tr: Uçuş Bilgileri

source: Waiting time
ar: مدة الانتظار
tr: Bekleme Süresi

source: Total Charge:
ar: الإجمالي:
tr: Toplam Ücret:

source: Continue
ar: متابعة
tr: Devam Et

# SeatDetails
source: Passenger Info
ar: معلومات الراكب
tr: Yolcu Bilgileri

source: There is no children
ar: لا يوجد أطفال
tr: Çocuk yok

source: There is no Baby
ar: لا يوجد رضع
tr: Bebek yok

source: Select
ar: اختر
tr: Seç

# MoreInformation
source: More info
ar: مزيد من المعلومات
tr: Daha Fazla Bilgi

# PassengerAndContactInformation
source: Passenger & Contact Info
ar: معلومات الركاب والتواصل
tr: Yolcu ve İletişim Bilgileri

source: Contact Information
ar: معلومات التواصل
tr: İletişim Bilgileri

source: Phone Number
ar: رقم الهاتف
tr: Telefon Numarası

# Man
source: Male
ar: ذكر
tr: Erkek

# Woman
source: Female
ar: أنثى
tr: Kadın

# PassengerInformation
source: Passenger Info
ar: معلومات الراكب
tr: Yolcu Bilgileri

source: Gender
ar: الجنس
tr: Cinsiyet

source: Name
ar: الاسم
tr: Ad

source: Last Name
ar: اللقب
tr: Soyad

source: BirthDay
ar: تاريخ الميلاد
tr: Doğum Günü

source: Nationality
ar: الجنسية
tr: Uyruk

source: Passport Number
ar: رقم جواز السفر
tr: Pasaport Numarası

source: Validity Date
ar: تاريخ الصلاحية
tr: Geçerlilik Tarihi

source: Save
ar: حفظ
tr: Kaydet

source: The Name Must Not Be Left Blank
ar: لا يجب ترك الاسم فارغًا
tr: Ad boş bırakılamaz

source: The LastName Must Not Be Left Blank
ar: لا يجب ترك اللقب فارغًا
tr: Soyad boş bırakılamaz

source: The BirthDay Must Not Be Left Blank
ar: لا يجب ترك تاريخ الميلاد فارغًا
tr: Doğum günü boş bırakılamaz

# PassportAndIDDetails
source: Passport Or ID Details
ar: تفاصيل جواز السفر أو الهوية
tr: Pasaport veya Kimlik Bilgileri

source: OK
ar: موافق
tr: Tamam

source: Select Flight Ticket
ar: اختر تذكرة الطيران
tr: Uçuş Bileti Seç

source: Select Flight Ticket Package
ar: اختر حزمة تذاكر الطيران
tr: Uçuş Bilet Paketi Seçin

# PaymentInformation
source: Payment Info
ar: معلومات الدفع
tr: Ödeme Bilgileri

source: Reservation Note
ar: ملاحظة الحجز
tr: Rezervasyon Notu

source: Payment Type
ar: نوع الدفع
tr: Ödeme Türü

source: Credit Card
ar: بطاقة ائتمان
tr: Kredi Kartı

# NameOnCard
source: Card Holder
ar: اسم حامل البطاقة
tr: Kart Üzerindeki Ad

# ExpirationDate
source: Option Date
ar: تاريخ الصلاحية
tr: Opsiyon Tarihi

source: Card Number
ar: رقم البطاقة
tr: Kart Numarası

source: Installment Types
ar: أنواع التقسيط
tr: Taksit Türleri

source: Current
ar: رصيد حساب
tr: Cari

source: Alternative Payment
ar: خيار دفع بديل
tr: Alternatif Ödeme

source: Pre-reservation
ar: الحجز المسبق
tr: Ön Rezervasyon

source: Flight number:
ar: رقم الرحلة:
tr: Uçuş no:

# OperatedCompany
source: Operator:
ar: المشغل:
tr: Opere Eden:

source: Cabin:
ar: الدرجة:
tr: Kabin:

source: Default
ar: الافتراضي
tr: Varsayılan

source: Highest Flying Time
ar: أطول وقت طيران
tr: Saate göre artan

source: Lowest Flying Time
ar: أقصر وقت طيران
tr: Saate göre azalan

source: Highest Hours
ar: أطول ساعات
tr: Seyahat süresine göre azalan

source: Lowest Hours
ar: أقصر ساعات
tr: Seyahat süresine göre artan

source: Highest Price
ar: أعلى سعر
tr: Fiyata göre azalan

source: Lowest Price
ar: أقل سعر
tr: Fiyata göre artan

source: Providers
ar: مزودين الخدمة
tr: Sağlayıcılar

source: Airlines
ar: شركات الطيران
tr: Havayolları

source: Luggages
ar: الأمتعة
tr: Bagajlar

source: Pauses
ar: التوقفات
tr: Molalar

source: Airports
ar: المطارات
tr: Havalimanları

source: Cabins
ar: الدرجات
tr: Kabinler

source: Hours
ar: ساعات
tr: Saatler

# HourAnd
source: H
ar: س
tr: S

# Min
source: M
ar: د
tr: Dk

source: Time Of Flight
ar: مدة الرحلة
tr: Uçuş Süresi

source: Price Range
ar: نطاق السعر
tr: Fiyat Aralığı

source: Choose the correct time for your flight
ar: اختر الوقت المناسب لرحلتك
tr: Uçuşunuz İçin Doğru Zamanı Seçin

source: Choose the duration time for your flight
ar: اختر مدة الرحلة
tr: Uçuş Süresini Seçin

source: The First hour can not higher from Second hour
ar: الساعة الأولى لا يمكن أن تكون أعلى من الساعة الثانية
tr: İlk saat, ikinci saatten yüksek olamaz

source: The Highest price dose not have to by empty
ar: أعلى سعر لا يمكن أن يكون فارغًا
tr: En yüksek fiyat boş olmamalıdır

source: The Lowest price dose not have to by empty
ar: أقل سعر لا يمكن أن يكون فارغًا
tr: En düşük fiyat boş olmamalıdır

source: the Lowest price can not higher from Highest price
ar: السعر الأقل لا يمكن أن يكون أعلى من السعر الأعلى
tr: En düşük fiyat, en yüksek fiyattan yüksek olamaz

source: The Email Must Not Be Left Blank
ar: البريد الإلكتروني يجب ألا يُترك فارغًا
tr: E-posta boş bırakılamaz

# ThePhoneNoMustNotBeLeftBlank
source: The Phone Number Must Not Be Left Blank
ar: رقم الهاتف يجب ألا يُترك فارغًا
tr: Telefon numarası boş bırakılamaz

source: Airline Filter
ar: تصفية شركات الطيران
tr: Havayolu Filtresi

source: Cabin Filter
ar: تصفية الدرجات
tr: Kabin Filtresi

source: Luggage Filter
ar: تصفية الأمتعة
tr: Bagaj Filtresi

source: Providers Filter
ar: تصفية مزودي الخدمة
tr: Sağlayıcılar Filtresi

source: Airport Filter
ar: تصفية المطارات
tr: Havalimanı Filtresi

# USerInformation
source: User Info
ar: معلومات المستخدم
tr: Kişisel Bilgiler

# CompanyInformation
source: Company Info
ar: معلومات الشركة
tr: Şirket Bilgileri

source: Language
ar: اللغة
tr: Dil

source: English
ar: الإنجليزية
tr: İngilizce

source: Arabic
ar: العربية
tr: Arapça

source: Turkish
ar: التركية
tr: Türkçe

source: My Reservation
ar: حجوزاتي
tr: Rezervasyonlarım

source: All Reservations
ar: جميع الحجوزات
tr: Tüm rezervasyonlar

source: Unauthorised access
ar: دخول غير مصرح به
tr: Yetkisiz erişim

source: Invalid token code
ar: رمز التوكين غير صحيح
tr: Geçersiz token kodu

# TokenHasExpired
source: Token has been expired
ar: التوكين منتهي الصلاحية
tr: Token süresi doldu

source: Invalid username or password
ar: اسم المستخدم أو كلمة المرور غير صحيحة
tr: Geçersiz kullanıcı adı veya şifre

source: Invalid email
ar: البريد الإلكتروني غير صحيح
tr: Geçersiz e-posta

source: Invalid data
ar: بيانات غير صحيحة
tr: Geçersiz veri

source: Invalid username
ar: اسم المستخدم غير صحيح
tr: Geçersiz kullanıcı adı

source: Invalid first name
ar: الاسم الأول غير صحيح
tr: Geçersiz ad

source: Invalid last name
ar: اسم العائلة غير صحيح
tr: Geçersiz soyad

source: Invalid phone number
ar: رقم الهاتف غير صحيح
tr: Geçersiz telefon numarası

source: Invalid company name
ar: اسم الشركة غير صحيح
tr: Geçersiz şirket adı

# EmailIsUsed
source: This email is used
ar: البريد الإلكتروني مستخدم بالفعل
tr: Bu e-posta zaten kullanılıyor

# UsernameIsUsed
source: This username is used
ar: اسم المستخدم مستخدم بالفعل
tr: Bu kullanıcı adı zaten kullanılıyor

source: Insufficient permission
ar: أذونات غير كافية
tr: Yetersiz yetki

source: New password cannot be empty or less than 8 characters
ar: كلمة المرور الجديدة لا يمكن أن تكون فارغة أو أقل من 8 أحرف
tr: Yeni şifre boş veya 8 karakterden az olamaz

source: Data not found
ar: البيانات غير موجودة
tr: Veri bulunamadı

# AgentRequiredToSavePaxInformation
source: There should be an agent to save pax info
ar: يجب أن يكون هناك وكيل لحفظ معلومات الركاب
tr: Yolcu bilgilerini kaydetmek için bir acente gerekli

source: Invalid birth date
ar: تاريخ الميلاد غير صحيح
tr: Geçersiz doğum tarihi

source: Invalid identity or passport number
ar: رقم الهوية أو جواز السفر غير صحيح
tr: Geçersiz kimlik veya pasaport numarası

source: Invalid system pnr
ar: رمز PNR للنظام غير صحيح
tr: Geçersiz sistem PNR

source: Invalid date
ar: تاريخ غير صحيح
tr: Geçersiz tarih

# DateRangeMaximum30Days
source: Date range can be maximum 30 days
ar: نطاق التاريخ يمكن أن يكون بحد أقصى 30 يومًا
tr: Tarih aralığı en fazla 30 gün olabilir

source: Invalid address
ar: العنوان غير صحيح
tr: Geçersiz adres

source: Invalid subject
ar: الموضوع غير صحيح
tr: Geçersiz konu

source: Invalid content
ar: المحتوى غير صحيح
tr: Geçersiz içerik

source: Invalid departure point
ar: نقطة المغادرة غير صحيحة
tr: Geçersiz kalkış noktası

source: Invalid arrival point
ar: نقطة الوصول غير صحيحة
tr: Geçersiz varış noktası

# PriceChanged
source: Price has been changed
ar: تم تغيير السعر
tr: Fiyat değişti

# AgencyNotActivated
source: Agency is not activated
ar: الوكالة غير مفعلة
tr: Acente aktif değil

source: Invalid IP address
ar: عنوان IP غير صحيح
tr: Geçersiz IP adresi

source: Invalid contact person
ar: شخص الاتصال غير صحيح
tr: Geçersiz iletişim kişisi

# InvalidInvoiceInformation
source: Invalid invoice info
ar: معلومات الفاتورة غير صحيحة
tr: Geçersiz fatura bilgileri

source: Invalid tax number
ar: رقم الضريبة غير صحيح
tr: Geçersiz vergi numarası

source: Invalid postal code
ar: الرمز البريدي غير صحيح
tr: Geçersiz posta kodu

source: Invalid invoice name
ar: اسم الفاتورة غير صحيح
tr: Geçersiz fatura adı

source: Invalid city
ar: المدينة غير صحيحة
tr: Geçersiz şehir

source: Reservation failed
ar: فشل الحجز
tr: Rezervasyon başarısız oldu

# MethodAvailableOnlyForSucceedReservations
source: This method is only available for succeed reservations
ar: هذه الطريقة متاحة فقط للحجوزات الناجحة
tr: Bu yöntem sadece başarılı rezervasyonlar için kullanılabilir

# TicketAlreadyCancelled
source: Ticket is already cancelled
ar: تم إلغاء التذكرة بالفعل
tr: Bilet zaten iptal edildi

# ReservationAlreadyCancelled
source: Reservation is already cancelled
ar: تم إلغاء الحجز بالفعل
tr: Rezervasyon zaten iptal edildi

# ReservationAlreadyExpired
source: Reservation is already expired
ar: الحجز منتهي الصلاحية
tr: Rezervasyon süresi doldu

source: Ticket could not be cancelled
ar: تعذر إلغاء التذكرة
tr: Bilet iptal edilemedi

source: Reservation could not be cancelled
ar: تعذر إلغاء الحجز
tr: Rezervasyon iptal edilemedi

source: Invalid nationality
ar: الجنسية غير صحيحة
tr: Geçersiz uyruk

# InvalidPaxInformation
source: Invalid pax info
ar: معلومات الركاب غير صحيحة
tr: Geçersiz yolcu bilgileri

source: Invalid pax type
ar: نوع الركاب غير صحيح
tr: Geçersiz yolcu türü

# ProvidePassengerCount
source: Please provide the count of the passenger
ar: يرجى تقديم عدد الركاب
tr: Lütfen yolcu sayısını belirtin

source: Minimum count of adult should be 1
ar: يجب أن يكون عدد البالغين على الأقل 1
tr: Yetişkin sayısı en az 1 olmalı

# InvalidChildAge
source: Invalid child age(s)
ar: عمر الطفل غير صحيح
tr: Geçersiz çocuk yaşı

# InvalidResultKey
source: Invalid result key(s)
ar: رمز النتيجة غير صحيح
tr: Geçersiz sonuç anahtarı
